docs/rules.tex
% Created 2023-06-22 Thu 02:13
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Richard L. Trotta III}
\date{\today}
\title{Weaverdice Rules}
\hypersetup{
 pdfauthor={Richard L. Trotta III},
 pdftitle={Weaverdice Rules},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.2.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
These are a custom version of the weaverdice rules for my campaign. Certain gameplay elements have been removed or changed to build the game I want to GM.

\section*{Lore Introduction}
\label{sec:orgfb178f3}

The story takes place in the city of Charnelhurst.

\section*{Character Creation}
\label{sec:org6fb2b4d}
\section*{Backgrounds}
\label{sec:orgebd748f}
\section*{Morale}
\label{sec:orge216853}
\section*{Stats, Abilities, and Skills}
\label{sec:orgc593ad1}
\section*{Equipment}
\label{sec:org06b820d}
\section*{Combat}
\label{sec:org5b4a69d}
\section*{Downtime}
\label{sec:org2668cfd}
\section*{Gathering Intel}
\label{sec:orgb91f2ff}
\section*{Reputation}
\label{sec:org4571a0d}

There are numerous factions in the city of Charnelhurst. As players, you have a reputation with each faction that can be altered by your choices. The reputations are the following\ldots{}

\begin{itemize}
\item Exalted, Revered, Honored, Friendly, Neutral, Unfriendly, Hostile, Hated
\end{itemize}

You will start most factions as Neutral and your choices can increase this or decrease this. For instance, if you pray in the church each session your reputaion can increase. Things like quests and the enemies you fight will determine how these reputations increase or decrease. 
\end{document}